Repository: edsonlb/poketracer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Click on this link or Copy & Paste in your internet Browser to validate your registration at PokeTracer: http://poketracer.com/validation/%d
pt_br: Clique neste link ou copie e cole-o em seu navegador para validar seu registro no PokeTracer: http://poketracer.com/validation/%d

source: Error on e-mail validation and sending! Try Again!
pt_br: Erro de validação no envio de e-mail! Tente novamente!

source: You requested to send your PokeTracer password by email, so here it is:
pt_br: Você solicitou que sua senha no Poketracer lhe fosse enviada por e-mail, portanto aqui está:

source: You added
pt_br: Você adicionou

source: The Pokemon trainer
pt_br: O treinador pokémon

source: Your profile on PokeTracer have received an update by this user ( http://poketracer.com/
pt_br: Seu perfil no PokeTracer recebeu uma atualização deste usuário ( http://poketracer.com/

source: Invalid E-mail! Try Again!
pt_br: E-mail inválido! Tente novamente!

source: An e-mail (
pt_br: Um e-mail (

source: Error sending email to
pt_br: Erro ao enviar e-mail para

source: Register at PokeTracer because we did not find your e-mail
pt_br: Registre-se no PokeTracer pois não encontramos o seu e-mail

source: Our system have been dropped OR erroneous data found on your profile!
pt_br: Nosso sistema caiu OU informação errada foi encontrada em seu perfil!

source: OK! You can Login now!
pt_br: OK! Você agora pode se logar!

source: User already checked!
pt_br: Usuário já validado!

source: Error - Try Again!
pt_br: Erro - Tente novamente!

source: Error - Try Again!!
pt_br: Erro - Tente novamente!!

source: Error - Try Again!!!
pt_br: Erro - Tente novamente!!!

source: Error - Try Again!!!!
pt_br: Erro - Tente novamente!!!!

source: Error! Your email is already registered! Look on the page footer to retrieve your password.
pt_br: Erro! O seu e-mail já foi registrado! Procure no rodapé da página para recuperar a sua senha.

source: Error! Name and Last Name required!
pt_br: Erro! Nome e sobrenome necessários!

source: Error! In game name required! Name > 3 character!
pt_br: Erro! Nome do personagem necessário! Nome > 3 caracteres!

source: Error! Choose a good password!
pt_br: Erro! Escolha uma senha melhor!

source: Error! Enter a real FriendCode!
pt_br: Erro! Insira um Friendcode real!

source: Error! Verify your information and try again!
pt_br: Erro! Confira suas informações e tente novamente!

source: Verify your e-mail
pt_br: Verifique seu e-mail!

source: Error! Wrong Captcha! Try again.
pt_br: Erro! Captcha errado! Tente novamente.

source: Thank you. Your Safari successfully registered.
pt_br: Obrigado. Seu safari foi registrado com sucesso.

source: About
pt_br: Sobre

source: About PokeTracer.com
pt_br: Sobre o PokeTracer.com

source: PokeTracer started as a little test site in November 11, 2013. With the growing demand to meet friends for online matches of Nintendo Pokémon X and Y, and the lack of organization & pattern in the search for players, we saw that we had a greater need to organize such information.<br /><br /> It was then that the idea of creating the site PokeTracer began.
pt_br: Poketracer começou como um pequeno site teste dia 11 de novembro de 2013. Com a crescente demanda para encontrar amigos online para jogar pokémon X e Y, e a falta de padrão e organização para procurar por estes jogadores, sentimos a necessidade em organizar tal informação.<br /><br /> Foi então que surgiu a idéia de criar o site PokeTracer.

source: Philosophy
pt_br: Filosofia

source: PokeTracer started with one mission: to make Pokétrainers game information as easy to find and digest as possible. We try to be concise while also containing everything you need, and keep the site as fast and simple as possible.<br /><br /> We are also one of the first Nintendo Friend Code sites to have a responsive design - a layout which works well on all devices! Soon we will make an iPhone and Android native app too! :-D
pt_br: PokeTracer começou com uma missão: Fazer com que a informação dos treinadores pokémon seja mais fácil de ser encontrada e entendida. Procuramos oferecer a informação da forma mais completa e da maneira mais concisa, deixando o site o mais rápido possível.<br /><br /> Nós somos um dos primeiros sites de friend codes com um design responsivo - um layout que funciona bem em todos os dispositivos! Logo teremos um aplicativo nativo para iPhone!

source: Technology
pt_br: Tecnologia

source: This site was created from scratch and uses the Python programming language with the Django framework. The database is MySQL.<br /><br /> Our server is Apache but we are migrating soon to Nginx which is much faster. The server right now is a simple machine located on <a href='http://en.wikipedia.org/wiki/Williamsville,_New_York' target='_blank'>Williamsville, New York - USA</a>, and the development is made in <a href='http://en.wikipedia.org/wiki/Franca' target='_blank'>Franca, São Paulo - Brazil</a> (Soo awesome!). The headquarters of this website as an Service & Product is located in <a href='http://en.wikipedia.org/wiki/Bras%%C3%%ADlia' target='_blank'>Brasília, Federal District - Brazil</a>!<br /> <br />We are going to provide this website in Spanish & Portuguese soon!
pt_br: Este site foi criado do zero e usa a linguagem de programação Python com o framework Django. O banco de dados é MySQL.<br /><br /> Nosso servidor é Nginx, que é bem rápido. The server right now is a machine located on <a href='http://en.wikipedia.org/wiki/Williamsville,_New_York' target='_blank'>Williamsville, New York - USA</a>,seu desenvolvimento é feito em <a href='http://en.wikipedia.org/wiki/Franca' target='_blank'>Franca, São Paulo - Brazil</a> (Muito Legal!). A sede deste website como um produto e serviço é localizada em <a href='http://en.wikipedia.org/wiki/Bras%%C3%%ADlia' target='_blank'>Brasília, Federal District - Brazil</a>!<br /> <br />O site é internacional e pode ser visualizado em português, inglês e espanhol (BREVE!).

source: Future
pt_br: Futuro

source: So what's next? Well we have a to-do list as long as my leg so there are always more things to add! We will add soon a general discussion forum, plus a new server for more performance and lots of good stuff for leagues and battling.<br /><br /> With Pokémon X&Y and so on, we will continue to be a great source for all the information you need to make online Pokémon Friends!<br /><br /> Oh! It's FREE and ALWAYS will be!
pt_br: E então, o que vem depois? Nós temos uma lista com coisas a fazer do tamanho da minha perna, portanto muitas funcionalidades serão adicionadas! O próximo passo será o sistema que possibilitará criar e gerenciar qualquer tipo de competição pokémon.<br /><br /> Nós somos uma grande fonte para as informações necessárias para que você possa fazer amigos em pokémon X e Y assim como nas próximas gerações!<br /><br /> Ah! PokeTracer é GRATUITO e SEMPRE será!

source: Privacy Policy
pt_br: Politica de Privacidade

source: close
pt_br: Fechar

source: <h2>FIND THE POKÉMON YOU WANT & MAKE FRIENDS!</h2> <p align='Justify'>We make your life easier! If you're a Pokémon Trainer, register for free to speed up your search for Pokémon! This is the best way to find more Friend Codes, colleagues and increase your Safari Zone!
pt_br: <h2>ENCONTRE O POKÉMON QUE VOCÊ PROCURA E FAÇA AMIGOS!</h2> <p align='Justify'>Nós tornamos sua vida mais fácil! Você que é um treinador pokémon pode se registrar de graça e acelerar as suas buscas por pokémons! Esta é a melhor maneira de compartilhar Friend Codes, fazer amigos e aumentar asua zona de safari!

source: REGISTER - Its Free!
pt_br: REGISTRE-SE - É de graça!

source: A quick and easy way to add new players to your friend list. Add only trustworthy colleagues to play online! <b>PokeTracer</b> is safe and a reliable system. Look for friends at any time!
pt_br: Uma maneira rápida e fácil de adicionar pessoas a sua lista de amigos. Adicione apenas colegas de confiança para jogar online! <b>PokeTracer</b> é um sistema seguro e confiável. Procure por amigos a qualquer hora!

source: View details
pt_br: Mais detalhes

source: Find out which Pokémon your friends have before adding them! Save time on catching Pokémon and increasing your collection! Finding the right Pokémon for your needs has never been so easy! Compatible with Pokémon X and Y. Join our comunity!
pt_br: Descubra quais pokémons estão nos safaris de seus amigos antes de adicioná-los. Poupe tempo na hora de capturar e aumentar a sua pokedex! Encontrar o pokémon certo para as suas necessidades nunca foi tão fácil! Compativel com pokémon X e Y. Entre para a nossa comunidade!

source: Where to Find Them?
pt_br: Aonde encontrar seus pokémons?

source: <b>PokeTracer</b> system offers a refined search for people and their Pokémon for the new generation of games! In short time this will be the largest online database of Pokémon Friend Codes in the world! So enjoy! It's free!
pt_br: O sistema <b>PokeTracer</b> oferece uma busca refinada por pessoas e seus pokémon para a nova geração de jogos! Em pouco tempo este será o maior banco de dados online de friend codes de pokémon! Aproveite!É grátis!

source: Find Pokémon
pt_br: Encontrando pokémon

source: Find someone to befriend and enter their Friend Code into your 'Friends List' found on the 3DS home screen. Once you have added each other the friendship will go from 'Provisional' to either 'Online' or 'Offline'
pt_br: Encontre a pessoa de seu interesse e adicione o friend code dela em sua lista de amigos na tela inicial do 3DS. Depois que vocês se adicionarem a amizade passará de 'esperando confirmação' para 'online' ou 'offline'.

source: Details
pt_br: Detalhes

source: For the Third Pokémon, first ensure you have both completed the Elite Four and have access to the Friend Safari. Then, you both need to have your in-game Internet turned ON. After this has happened the 3rd blank slot in the Pokémon Safari Card will be available!<br /><br /> You can now catch what is normally their most scarce Pokémon. No need to be online anymore to catch all 3 Pokémon!
pt_br: Para o terceiro pokémon, assegure-se primeiro de que você e seu amigo derrotaram o campeão da liga depois da elite dos quatro e possuem acesso ao friend safari. Você e seu amigo precisam se conectar a internet dentro do jogo ao mesmo tempo.Depois que estes requisitos são satisfeitos a terceira posição de pokémon que estava em branco no cartão de safari será preenchida!<br /><br /> Você pode agora capturar o que normalmente é o pokémon mais escasso, sem a necessidade de ficar online para capturar todos os três pokémons diferentes!

source: After you have set up your 3DS for online, push the smiley face button [:)] on the touch screen.<br /><br /> There you will see a friend list, by pushing right on the pad you can see your own (mii) profile, below the name is a 12 digit code. This is your own friend code.<br /><br /> When you select friend list (push left), you have the option 'Register Friend' on the touch screen. if you choose internet you can enter the friend code of another person. If he/she registers you too, he/she will show up on your friend list.
pt_br: Depois de configurar o seu 3DS para online, aperte o botão com a carinha feliz [:)] na tela sensível ao toque.<br /><br /> Você verá então uma lista de amigos, ao pressionar o cursor para a direita você verá você verá o seu próprio perfil (mii), abaixo de seu nome existe um código composto por 12 números. Este é o seu friend code.<br /><br /> Quando você seleciona 'friend list' (pressionando o cursor para esquerda), você terá a opção 'Register friend' na tela sensível ao toque. Se você escolher internet, poderá adicionar o friend code de outra pessoa. Se ele/ela também te registrar, ele/ela aparecerá em sua lista de amigos.

source: Also note that for DS games, each game has to be set up seperately. Also, each DS game will give you a different friend code.<br /><br /> Only 3DS games will work with the friend codes set in the friend code list.
pt_br: Perceba que para jogos de DS, cada friend code deve ser registrado de forma separada (encontrado dentro do próprio jogo). Cada jogo de DS vai te fornecer um friend code diferente.<br /><br /> Somente jogos para 3DS funcionarão com o friend code registrado em sua lista de friend codes.

source: The Friend Safari is an area where you can visit registered Pokémon friends safaris and catch up to 3 Pokémon. After you have finished the elite four travel to the Lumiose City Train Station, and upon entering, Prof. Sycamore will give you a Rail Ticket which allows travel to Kiloude City. On the right side of the city there is a taller than usual building with a green pokeball. This is the Friend Safari.<br /><br /> In each Friend Safari there are immediately 2 Pokémon on level 30. These Pokémon are usually available somewhere in the Kalos region, but may be version exclusive. Catching these can let you skip grinding levels to fill your Pokedex or relying on the GTS.
pt_br: O friend safari é uma área aonde você pode visitar os safaris de seus amigos registrados e capturar até três pokémons diferentes. Depois de ter derrotado a Elite dos quatro, vá até a estação de trem da cidade Lumiose, ao entrar o Prof. Sycamore te entregará uma passagem de trem que te permitirá viajar para a cidade de Kiloude. No canto direito superior da cidade existe um prédio um pouco mais alto que os demais com uma pokébola verde. Este é o friend safari.<br /><br /> Em cada friend safari existem de imediato dois pokémons que podem ser capturados no nivel 30. Estes pokémons geralmente podem ser capturados na região de Kalos, mas também podem ser exclusivos de outras versões. Capturar estes pokémons pode economizar tempo que seria gasto evoluindo pokémons ou procurando na GTS por pokémons para completar sua pokédex.

source: The 3rd Pokémon
pt_br: O terceiro Pokémon

source: This is only accessible after your friend has defeated the Champion at the end of the Elite Four *AND* they have come up in your friends list in the game.<br /><br /> This Pokémon is almost always not naturally occurring in the game and often is exclusively available through the Friend Safari, and they might also come with their Hidden Ability!
pt_br: Este só pode ser acessado depois que seu amigo derrota o campeão da liga depois da elite dos quatro *e* fica online ao mesmo tempo que você no jogo, aparecendo em sua lista de amigos dentro do jogo.<br /><br /> Este pokémon na maioria das vezes não pode ser capturado na região de Kalos e é quase que exclusivo do friend safari, além de também possuir a sua habilidade especial ou Hidden ability!

source: Serebii</a> is a good resource showing a list of the various Pokémon obtainable through the Friend Safari!
pt_br: Serebii</a> e uma boa fonte para saber quais pokémons podem ser capturados nos friend safari!

source: Register
pt_br: Registrar

source: Full Real Name
pt_br: Nome real completo

source: In Game Name
pt_br: Nome do personagem

source: Your Friend Code: XXXX-XXXX-XXXX
pt_br: Seu Friend Code: XXXX-XXXX-XXXX

source: Password
pt_br: Senha

source: Safari Friend Code Exchange Made Easy
pt_br: Troca de friend code facilitada

source: Register!
pt_br: Registre-se!

source: Manage your Friend Codes
pt_br: Gerencie os seus Ffriend Codes

source: Dashboard
pt_br: Painel de controle

source: Use this link to share your profile
pt_br: Use este link para compartilhar seu perfil

source: My Public Profile
pt_br: Meu perfil público

source: Manage your Safari Zone
pt_br: Gerencie sua zona de safari

source: My Safari
pt_br: Meu safari

source: Look for People, Pokémon, Vivillon, Shiny Codes and more!
pt_br: Procure por pessoas, Pokémon, Vivillon, Shiny Codes e mais!

source: Search
pt_br: Pesquisa

source: Information about your favorite Pokémon
pt_br: Informação sobre seu Pokémon favorito

source: Chat with online users now!
pt_br: Converse com usuários online agora!

source: Pokémon and respective character names/images are trademarks and copyrights of their respective owners.
pt_br: Pokémon e os respectivos nomes de personagens/imagens são marcas registradas e copyrights de seus respectivos donos.

source: We are not affiliated with Nintendo, Creatures Inc, TPC International, Game Freak or Pokemondb.net
pt_br: Nós não somos afiliados com a Nintendo, Creatures.Inc, TPC Internacional, Game Freak ou Pokemondb.net

source: All rights reserved.
pt_br: Todos os direitos reservados

source: Forgot your password? Can't verify account?
pt_br: Esqueceu a sua senha? Não consegue validar a sua conta?

source: FORGOT YOUR PASSWORD? VERIFY ACCOUNT?
pt_br: ESQUECEU A SUA SENHA? VALIDAR A CONTA?

source: Put your registration e-mail here:
pt_br: Coloque seu e-mail de validação aqui:

source: SEND!
pt_br: ENVIAR!

source: Close
pt_br: Fechar

source: Search Friends
pt_br: Procurar amigos

source: Find what you want!
pt_br: Encontre o que procura!

source: Just write what you want and we will seek for you!
pt_br: Escreva o que você gostaria de procurar e nós buscaremos para você!

source: Search!
pt_br: Pesquisar!

source: Not looking for anything specific? Take a look <a href='/home/list/safari-updates/'>here</a> and start adding Friend Codes! (for Vivillon 'ICY SNOW' or 'HIGH PLAINS' use 'ICYSNOW' and 'HIGHPLAINS' respectively.)
pt_br: Não está procurando por nada especifico? Dê uma olhada <a href='/home/list/safari-updates/'>aqui</a> e comece a adicionar Friend Codes! (para Vivillon 'ICY SNOW' ou 'HIGH PLAINS' use 'ICYSNOW' e 'HIGHPLAINS' respectivamente.)

source: Sorry but we didn´t find what you were looking for! <a href='https://www.facebook.com/pages/Poke-Tracer/693137594046875' target='_blank'>Spread the word about PokeTracer</a>! Each trainner that joins our database makes it easier for you to find what you need!
pt_br: Desculpe, mas não encontramos o que você procura! <a href='https://www.facebook.com/pages/Poke-Tracer/693137594046875' target='_blank'>Divulgue o PokeTracer</a>! Cada treinador que se junta ao nosso banco de dados faz com que fique mais fácil encontrar o que procura!

source: Game Name (Shiny)
pt_br: Personagem (Shiny)

source: Region
pt_br: Região

source: Native Vivillon
pt_br: Vivillon Nativa

source: Safari Type
pt_br: Tipo Safari

source: Pokémon Trainer
pt_br: Treinador Pokémon

source: ADDED FRIENDS
pt_br: AMIGOS ADICIONADOS

source: Last Friends added by me...
pt_br: Últimos amigos que adicionei...

source: VIEW MORE
pt_br: VER MAIS

source: ADDED ME
pt_br: ME ADICIONOU

source: Latest people who added me...
pt_br: Últimas pessoas que me adicionaram...

source: MY FRIEND LIST
pt_br: MINHA LISTA DE AMIGOS(A)

source: Friends added through PokeTracer...
pt_br: Amigos adicionados através do PokeTracer...

source: NEW USERS & UPDATED SAFARIS
pt_br: NOVOS USUÁRIOS & ATUALIZADOS

source: Start making friends right away...
pt_br: Comece a fazer amigos já...

source: SOON!
pt_br: BREVE!

source: MY INFORMATION
pt_br: MINHA INFORMAÇÃO

source: PokeTracer Code
pt_br: Código PokeTracer

source: My PokeTracer Rating
pt_br: Minha classificação PokeTracer

source: Trainer Shiny Value:
pt_br: Shiny Value do Treinador

source: Real Name
pt_br: Nome Real

source: Quote
pt_br: Citação

source: Game Region:
pt_br: Região do jogo

source: I DON'T KNOW!
pt_br: EU NÃO SEI!

source: Native Vivillon:
pt_br: Vivillon Nativa

source: User Type
pt_br: Tipo do usuário

source: SAVE PROFILE
pt_br: SALVAR PERFIL

source: Add me!
pt_br: Me adicione!

source: <b>AND MUCH, MUCH, MUCH MORE!</b><br/>Look for more Friends on specific search <a href='/home/friends/' title='Click Here to search mode!'>here!
pt_br: <b>E MUITO, MUITO, MUITO MAIS!</b><br/>Procure por mais amigos na pesquisa <a href='/home/friends/' title='Clique aqui para o modo de pesquisa!'>aqui!

source: ADD OR UPDATE YOUR SAFARI INFORMATION HERE
pt_br: ADICIONE OU ATUALIZE AS INFORMAÇÕES DE SEU SAFARI AQUI

source: Add the information you know about your Safari to make it easy other find you in Friend`s Search
pt_br: Adicione as informações que você sabe sobre seu safari para que outros te adicionem com mais facilidade ao pesquisar

source: Select Pokemon 1
pt_br: Selecione Pokémon 1

source: Select Pokemon 2
pt_br: Selecione Pokémon 2

source: Select Pokemon 3
pt_br: Selecione Pokémon 3

source: UPDATE your Safari!
pt_br: ATUALIZE seu Safari!

source: SAVE your Safari!
pt_br: SALVE seu Safari!

source: HINTS FROM OTHER PEOPLE
pt_br: DICAS DE OUTRAS PESSOAS

source: If someone has suggested your Safari data, Poketracer will provide the information below so you can complete your profile and be available to others on the Friend Search.
pt_br: Se alguém sugerir informações sobre o seu safari, PokeTracer postará as informações abaixo para que você possa completar o seu perfil e fazer com que outros te adicionem com mais facilidade enquanto pesquisam por pokémons

source: from
pt_br: de

source: PERSONAL INFORMATION:
pt_br: INFORMAÇÃO PESSOAL

source: Add me to see my code!
pt_br: Me adicione para ver o meu Friend Code!

source: This is your public profile!<br />That's how other people see you!<br />To EDIT, go to your <a href='http://poketracer.com/home/'>Dashboard</a>.
pt_br: Este é o seu perfil público!<br />É assim que as outras pessoas vão te ver!<br />Para EDITAR, vá para o <a href='http://poketracer.com/home/'>Painel de controle</a>.

source: Remove Friend!
pt_br: Remover Amigo!

source: DON'T FORGET TO ADD A FEEDBACK BELOW ABOUT THIS USER, OK!
pt_br: NÃO SE ESQUEÇA DE INFORMAR O SAFARI DESTA PESSOA, OK!

source: Add as friend, leave comments and <br />help us map the PokeTrainers!
pt_br: Adicionar como amigo, fazer comentários e nos <br />ajudar a mapear os treinadores(a)!

source: Once you are logged in <b>PokeTracer</b> you can do more stuffs with this profile! So register or login to join this commutiny! <a href='/register/'>Register now!
pt_br: Uma vez logado no <b>PokeTracer</b> você pode fazer mais com este perfil! Portanto registre-se ou faça login para participar da comunidade! <a href='/register/'>Registre-se agora!

source: My Personal Link:
pt_br: Meu Link Pessoal

source: Name:
pt_br: Nome:

source: In Game Name:
pt_br: Nome do personagem no jogo

source: Last Update:
pt_br: Última atualização

source: Member Since:
pt_br: Membro desde:

source: This user is quiet, never wrote anything here yet.
pt_br: Este usuário é quieto, ainda não escreveu nada aqui.

source: My Type:
pt_br: Meu Tipo

source: WHAT DID YOU FIND IN HIS/HER SAFARI?
pt_br: O QUE VOCÊ ENCONTROU NO SAFARI DELE/DELA?

source: Type
pt_br: Tipo

source: (choose from the list or type the name)
pt_br: (escolha da lista ou escreva o nome)

source: Friend Review
pt_br: Review do amigo(a)

source: Friend Rating
pt_br: Classificação do amigo(a)

source: Your Tags for this user:
pt_br: Suas Tags para esta pessoa:

source: tags separated by commas
pt_br: tags separadas por virgulas

source: SAVE!
pt_br: SALVE!

source: INFORMATION FROM OTHERS ON POKETRACER
pt_br: INFORMAÇÕES VINDAS DE OUTROS NO POKETRACER

source: No comment from other participants yet! But this person seems to be cool!
pt_br: Nenhum comentário feito por outros participantes ainda! Mas esta pessoa parece ser legal!

source: Rating :
pt_br: Classificação :

source: The # in front of the Pokémon`s type indicates that you can catch this Pokémon in a Safari.
pt_br: O # na frente do tipo do pokémon indica que ele pode ser capturado em um Safari.

source: Photo
pt_br: Foto

source: Name
pt_br: Nome
